[
    {
        "id": 1,
        "nombre": "Ambiente de apoyo al aprendizaje de estructuras de datos en Python",
        "descripcion": "En este documento se presenta el proceso de diseño, desarrollo y resultados de la creación de un aplicativo en Python que permite a los estudiantes obtener retroalimentación de las estructuras de datos de su autoría. Este aplicativo se construye con la finalidad de servir como un apoyo al aprendizaje de la temática mencionada ya que en la mayoría de los casos se percibe un alto nivel de dificultad debido a la abstracción del tema. Como resultado, se logra construir exitosamente el aplicativo el cual soporta las estructuras de datos de listas enlazadas, árboles binarios ordenados y grafos. Además, se tienen en cuenta una serie de casos de error probables para los cuales se realiza un manejo e información que permita al alumno corregir su implementación.",
        "researchArea": "Human Computer Interaction",
        "fecha": "2023-01-24",
        "link": "http://hdl.handle.net/1992/64158",
        "autores": [
            "fernandodelarosa",
            "vhanessacardona"
        ]
    },
    {
        "id": 2,
        "nombre": "Sistema para la Automatización de Tareas de Inspección de Estructuras Físicas Utilizando un Dron",
        "descripcion": "Este trabajo presenta el diseño e implementación de un sistema para automatizar la tarea de inspección de una estructura física, delimitada por un envolvente geométrico simple, utilizando un dron. En particular, se utilizó el dron DJI Mavic Pro, pero el sistema está diseñado para funcionar con cualquier dron de la marca DJI. Para este sistema, el usuario puede elegir entre uno de tres modelos envolventes geométricos simples proporcionados (plano, caja y cilindro) para representar la estructura a inspeccionar. Luego, el sistema planifica la trayectoria de vuelo del dron con el fin de garantizar que todo el modelo envolvente esté cubierto en la inspección, y luego el dron ejecuta el vuelo de forma autónoma. El sistema consta de dos componentes de software principales: una aplicación de robótica ROS utilizada para el control del dron y una aplicación de Android para permitir la comunicación con el dron utilizando DJI Mobile SDK V4. El sistema se probó con el simulador Gazebo y el simulador DJI Assistant 2 para garantizar su funcionamiento correcto. Finalmente, se probó en un escenario experimental (real) para inspeccionar la parte frontal de un edificio, obteniendo resultados satisfactorios.",
        "researchArea": "Robotics",
        "fecha": "2023-06",
        "link": "https://repositorio.uniandes.edu.co/server/api/core/bitstreams/0b5bf786-5e7a-4291-9614-fb331456f803/content",
        "autores": [
            "fernandodelarosa",
            "davidoviedo"
        ]
    },
    {
        "id": 3,
        "nombre": "Defensor de la cultura",
        "descripcion": "Defensor de la Cultura es un juego educativo con un gameplay entretenido que busca enseñar y evaluar los conocimientos de cultura general del jugador, a través de la lucha contra ladrones de arte y la protección de valiosas obras de arte en museos de todo el mundo",
        "researchArea": "Video Games",
        "fecha": "2023-10-18",
        "link": "https://hdl.handle.net/1992/70984",
        "autores": [
            "pablofigueroa",
            "gabrielserna",
            "camilootalora",
            "arturorubio"
        ]
    },
    {
        "id": 4,
        "nombre": "Desarrollo humano para valientes: aplicación de realidad virtual para apoyar la generación de empatía",
        "descripcion": "El proyecto busca apoyar la generación de empatía que se puede crear mediante videos de realidad virtual 360. Para tal fin, se desarrolló una aplicación de realidad virtual en la cual se pueden reproducir videos 360. Usando esta aplicación se exploraron funcionalidades con el potencial de contribuir a la generación de empatía. Éstas fueron validadas en experimentos con usuarios para optimizarlas y hallar nuevas oportunidades de mejora. Al finalizar el proyecto se determina que los Bullet comments son un mecanismo de participación que aporta apoyo a la generación de empatía. Se espera que este proyecto sirva como motivación para futuras investigaciones que exploren el potencial de la realidad virtual como herramienta para apoyar la generación de empatía.",
        "researchArea": "Mixed Realities",
        "fecha": "2022-12-15",
        "link": "http://hdl.handle.net/1992/64286",
        "autores": [
            "camilouseche",
            "pablofigueroa"
        ]
    },
    {
        "id": 5,
        "nombre": "Diseño de sistema de planeación y seguimiento de rutas en un escenario interior con un robot móvil",
        "descripcion": "Este proyecto consiste en el diseño, integración, diseño de experimentos y caracterización de una solución de un sistema que pueda ser utilizado como guía para visitantes dentro del Edificio Mario Laserna de la Universidad de los Andes. Por lo tanto, se es importante considerar la situación en la cual un visitante que llega al Edificio Mario Laserna, tiene la intención de dirigirse a un punto particular, como, por ejemplo: la biblioteca, una oficina, un laboratorio o salón, entre otros. Por lo tanto, debe darse una interacción con el robot guía para indicar cuál es su punto de interés. Por lo tanto, el robot al recibir este punto lleva a cabo la planeación de una ruta entre el punto en el cual se da este primer acercamiento y el punto de destino. En este caso, el reto se aborda desde la integración de diferentes plataformas de robots móviles para realizar una solución adecuada...",
        "researchArea": "Robotics",
        "fecha": "2019",
        "link": "http://hdl.handle.net/1992/45621",
        "autores": [
            "fernandodelarosa",
            "franciscodurango"
        ]
    },
    {
        "id": 6,
        "nombre": "Planificación y seguimiento de rutas mediante algoritmos genéticos para la solución del problema del viajante múltiple en escenarios dinámicos",
        "descripcion": "En este artículo se presenta la implementación de una técnica para resolver el problema del Multi-Travel Salesman Problem (MTSP) aplicado a robots móviles en escenarios dinámicos. Debido a que MTSP es un problema NP-Completo, utilizamos algoritmos genéticos para resolverlo de manera eficiente. Una vez que obtuvimos una solución teórica para MTSP, requerimos aplicarla en escenarios simulados y experimentales. Es por eso que implementamos algoritmos de planificación de rutas para generar la ruta para cada uno de los robots. Finalmente, implementamos algoritmos de evasión para gestionar escenarios dinámicos. Con esos desafíos principales claros, probamos estas implementaciones en simulación y laboratorio para medir los indicadores de calidad de la solución propuesta.",
        "researchArea": "Robotics",
        "fecha": "2017-07-10",
        "link": "https://ieeexplore.ieee.org/document/8023519",
        "autores": [
            "fernandodelarosa",
            "nelsonandressanchez"
        ]
    },
    {
        "id": 7,
        "nombre": "Definición de una arquitectura para la creación de aplicaciones web integrando robots lego EV3",
        "descripcion": "Este proyecto consiste en la definición de una arquitectura base para la creación de aplicaciones Web para el manejo, control o programación de robots Lego Mindstorms EV3. Actualmente, son muy pocos los proyectos que trabajan con los robots Lego Mindstorms EV3, especialmente en el ámbito Web, por lo que se propone una arquitectura Web la cual servirá como base y guía para proyectos futuros. Por lo tanto, se investiga e integra tecnologías que satisfagan la arquitectura propuesta. Como parte de la arquitectura se construye un robot usando un Kit Lego Mindstorms EV3 para la ejecución de comandos enviados desde el cliente Web. La funcionalidad básica del robot se implementa utilizando la API LeJOS. Se cuenta con una componente intermedia que se encarga de recibir las peticiones del cliente Web y de enviarlas al robot para que sean ejecutadas. Por último, se implementa una aplicación demo basada en la arquitectura propuesta que permite realizar pruebas de conexión, ejecución de comandos básicos y complejos",
        "researchArea": "Robotics",
        "fecha": "2018-05",
        "link": "http://hdl.handle.net/1992/40318",
        "autores": [
            "fernandodelarosa",
            "eduardocabello"
        ]
    },
    {
        "id": 8,
        "nombre": "Tadava: arquitectura de análisis visual para grandes conjuntos de datos basados en tablas",
        "descripcion": "Visual Analytics proporciona al usuario herramientas para procesar datos de una manera muy intuitiva. Uno de los desafíos que enfrenta Visual Analytics en la actualidad es la necesidad de representar grandes cantidades de información de una manera que el usuario pueda explorar. Esta gran cantidad de datos no puede ser administrada por máquinas convencionales y debe ser particionada o subrepresentada. Por lo general, las aplicaciones o widgets de analítica visual funcionan con una sola máquina debido a los requisitos de baja latencia e interacciones rápidas. Este artículo presenta Tadava, una arquitectura de analítica visual basada en muestreo representativo para grandes conjuntos de datos basados ​​en tablas. Las muestras de conjuntos de datos se generan utilizando muestreo sistemático y muestreo aleatorio para obtener una colección de datos del conjunto de datos original. Se realizan experimentos para determinar el mejor método de muestreo a utilizar en conjuntos de datos de diferentes tamaños, variando el paso esperado entre muestras. Tadava está construido como una arquitectura de backend para Navio, un widget de visualización interactiva para resumir, explorar y navegar por grandes conjuntos de datos, y proporciona al widget la capacidad de administrar conjuntos de datos basados en tablas de entre 400 MB y 4 GB.",
        "researchArea": "Visual Analytics",
        "fecha": "2019-12-9",
        "link": "http://hdl.handle.net/1992/34912",
        "autores": [
            "johnguerra",
            "juancamilo"
        ]
    },
    {
        "id": 9,
        "nombre": "Visualización de informes taxonómicos a partir de alineaciones de secuencias biológicas",
        "descripcion": "La comparación de secuencias biológicas es un paso crucial en el proceso de identificación y catalogación de nuevas secuencias. Para lograrlo, los biólogos computacionales deben comparar una nueva secuencia con las bases de datos biológicas en constante crecimiento. Esta comparación produce una gran cantidad de resultados, de los cuales extraer información útil es muy costoso debido a la falta de herramientas que proporcionen una visión general de los resultados. Además, es posible catalogar erróneamente nuevas secuencias debido a un análisis de comparación deficiente. Este proyecto es el resultado de una estrecha colaboración con expertos en el campo y un estudio exhaustivo del estado del arte. Como resultado, se identificaron seis tareas de análisis que realizan comúnmente los bioinformáticos. Cada tarea consiste en resumir (para resultados de secuencia única) o comparar (para resultados de secuencia múltiple): regiones de interés (AT1), informes taxonómicos (AT2) y descripciones de secuencias (AT3).",
        "researchArea": "Visual Analytics",
        "fecha": "2018-05-25",
        "link": "https://repositorio.uniandes.edu.co/server/api/core/bitstreams/6077cedd-9826-4789-8499-94f63a599993/content",
        "autores": [
            "johnguerra",
            "meilivanegas"
        ]
    },
    {
        "id": 10,
        "nombre": "Exploración de mapas de árbol para resumir y navegar por galerías de imágenes",
        "descripcion": "Los mapas de árbol son una representación bidimensional de estructuras de árbol tradicionales complejas, que muestran los nodos de las hojas como bloques rectangulares con un tamaño asociado a los datos de los nodos, por lo que el valor numérico de los datos determinará el tamaño del bloque [7]. Desde su creación por Ben Shneiderman en 1991, la representación de colecciones de imágenes ha seguido esta alternativa en los últimos años. Se ha demostrado cómo los mapas de árbol son efectivos en la tarea de proporcionar al usuario una visión general rápida que muestre la relevancia de sus imágenes.",
        "researchArea": "Visual Analytics",
        "fecha": "2018",
        "link": "https://repositorio.uniandes.edu.co/server/api/core/bitstreams/289a0a20-c55c-4283-b7c7-7d459d7d3491/content",
        "autores": [
            "johnguerra",
            "luismesa"
        ]
    },
    {
        "id": 11,
        "nombre": "CAAVAT: Análisis asistido por ordenador del tejido adiposo visceral en imágenes de TC",
        "descripcion": "CAAVAT es una herramienta rápida y confiable adecuada para ser utilizada en la práctica clínica para la cuantificación del VAT por TC en el diagnóstico del síndrome metabólico. ANTECEDENTES Los individuos con alta acumulación de tejido adiposo visceral (VAT) se caracterizan por un conjunto de alteraciones conocidas como síndrome metabólico con un mayor riesgo de diabetes tipo 2, dislipidemia y enfermedad coronaria.",
        "researchArea": "Image Processing",
        "fecha": "2012-11-26",
        "link": "https://www.researchgate.net/publication/266102401_CAAVAT_Computer_Assisted_Analysis_of_Visceral_Adipose_Tissue_on_CT_Images",
        "autores": [
            "marcelahernandez",
            "ricardomendoza"
        ]
    },
    {
        "id": 12,
        "nombre": "Procesamiento de imágenes astronómicas a partir de grandes estudios fotométricos de todo el cielo para la detección y medición de supernovas de tipo Ia",
        "descripcion": "La detección de objetos transitorios se ha convertido en un tema importante de investigación en la astronomía de hoy. Para detectar, reportar y estudiar dichos fenómenos, diferentes aproximaciones han sido propuestos, entre ellos, el uso de pipelines de procesamiento de imágenes. Usando el LSST Science Pipelines Stack (o Stack), un framework creado por el equipo de datos del LSST, desarrollamos adiciones a uno de dichos pipelines encargado de la detección de supernovas de tipo IA en las imágenes del telescopio CFHT. Logramos correr un pipeline completo, con tiempos reducidos de procesamiento, logrando una reducción de hasta 80% del número de detección dudosas, reportando 95% curvas de luz candidatas y preservando hasta el 85% de las supernovae Ia con alta señal presente.",
        "researchArea": "Image Processing",
        "fecha": "2019-05-23",
        "link": "http://hdl.handle.net/1992/41233",
        "autores": [
            "marcelahernandez",
            "juanpabloreyes"
        ]
    },
    {
        "id": 13,
        "nombre": "3RCity",
        "descripcion": "El proyecto consiste en el desarrollo de un videojuego serio, utilizando la metodología SCRUM, que enseña al jugador cómo se lleva a cabo el reciclaje en una ciudad.",
        "researchArea": "Video Games",
        "fecha": "2017-05",
        "link": "http://hdl.handle.net/1992/61524",
        "autores": [
            "pablofigueroa",
            "omarpino",
            "sergiomadera",
            "juancamacho",
            "joseriano"
        ]
    },
    {
        "id": 14,
        "nombre": "Adaptic: un accesorio que cambia de forma con reorientación háptica",
        "descripcion": "Adaptic, un novedoso dispositivo háptico “híbrido” activo/pasivo que puede cambiar de forma para actuar como un proxy para una variedad de objetos virtuales en VR. Usamos Adaptic con redireccionamiento háptico para redirigir la mano del usuario y proporcionar retroalimentación háptica para varios objetos virtuales al alcance de la mano utilizando solo un único accesorio. Para evaluar la efectividad de Adaptic con redireccionamiento háptico, realizamos un experimento intra-sujetos empleando una tarea de acoplamiento para comparar Adaptic con objetos proxy no coincidentes (es decir, bolas de poliestireno) y accesorios de forma coincidente. En nuestro estudio, Adaptic se colocó sobre un escritorio frente al usuario y cambió de forma entre agarres, para proporcionar retroalimentación táctil coincidente para varios objetos virtuales colocados en diferentes ubicaciones virtuales. Los resultados indican que la ilusión fue convincente: los usuarios sintieron que estaban manipulando varios objetos virtuales en diferentes ubicaciones virtuales con un solo dispositivo Adaptic. El rendimiento del acoplamiento (tiempo de finalización y precisión) con Adaptic fue comparable al de los accesorios sin redireccionamiento háptico.",
        "researchArea": "Mixed Realities",
        "fecha": "2021-11-09",
        "link": "https://dl.acm.org/doi/10.1145/3485279.3485293",
        "autores": [
            "pablofigueroa",
            "johanngonzalez",
            "robteather",
            "johncmcclelland",
            "audreygirouard"
        ]
    },
    {
        "id": 15,
        "nombre": "Balance Universal",
        "descripcion": "La vida de un estudiante universitario está llena de retos, esfuerzos y logros a lo largo de este periodo de su vida en el que se encuentra en búsqueda, estudio y preparación para su vida laboral. Sin embargo, esto también conlleva altos niveles de estrés, desequilibrio y hábitos poco saludables que pueden tener efectos negativos en la salud mental de los estudiantes a medio plazo. A través del desarrollo de un serious game en el que se utilizó el proceso de ingeniería y metodologías ágiles de desarrollo, se busca que los jugadores experimenten y sean más conscientes de este enigma por el que pasan muchos estudiantes y del que no se habla lo suficiente fuera del ámbito académico de la psicología. Este videojuego fue desarrollado y publicado hasta llegar a una versión beta buscando retroalimentación y validación de usuarios dentro del rango de edad del estudiante universitario promedio.",
        "researchArea": "Video Games",
        "fecha": "2021-09",
        "link": "http://hdl.handle.net/1992/55624",
        "autores": [
            "pablofigueroa",
            "julianmendoza",
            "juliomorales",
            "andresgonzalez"
        ]
    },
    {
        "id": 16,
        "nombre": "Boom Away",
        "descripcion": "El proyecto comenzó explorando mecánicas experimentales relacionadas con el uso de explosivos como medio de movimiento en un entorno 2D para completar niveles diseñados en torno a esta característica. Sin embargo, a lo largo del semestre, además de lograrlo, convertimos el juego en una experiencia completa. Utilizamos principios aprendidos durante nuestros años en esta carrera para implementar una arquitectura robusta siguiendo los principios S.O.L.I.D. para hacer una aplicación totalmente escalable y perfectamente utilizable. Además, recopilamos analíticas sobre la forma en que los jugadores interactuaban con nuestro juego; tomamos estos datos y los transformamos en información y luego en conocimiento para poder entender los problemas que enfrentaban nuestros jugadores durante su tiempo de juego. Finalmente, utilizamos este conocimiento para iterar sobre nuestro diseño e implementación y hacer una experiencia aún mejor.",
        "researchArea": "Video Games",
        "fecha": "2021",
        "link": "http://hdl.handle.net/1992/50760",
        "autores": [
            "pablofigueroa",
            "pablosuarez",
            "danielpardo",
            "andreslosada"
        ]
    },
    {
        "id": 17,
        "nombre": "Corruptio",
        "descripcion": "Uno de los problemas más prominentes de Colombia y Latinoamérica es la corrupción. Por esto, se creó en Corruptio una forma de concientizar y animar a los jóvenes a tener un mayor protagonismo en la política, desarrollando un videojuego interactivo. Este videojuego pone al jugador como el alcalde de una ciudad, donde debe realizar tareas como la gestión del presupuesto de esta y la toma de decisiones sobre eventos específicos, todo mientras mantiene un puntaje de popularidad positivo para evitar ser destituido. Durante el tiempo de desarrollo, se adelantó y publicó en línea un MVP (Producto Mínimo Viable) cuyo objetivo era el de obtener comentarios de los jugadores para lanzar un segundo MVP, el cual tiene en cuenta toda la retroalimentación obtenida en la etapa de pruebas.",
        "researchArea": "Video Games",
        "fecha": "2022-07-19",
        "link": "http://hdl.handle.net/1992/59020",
        "autores": [
            "pablofigueroa",
            "andressanchez",
            "santiagogamboa",
            "nicolasfajardo"
        ]
    },
    {
        "id": 18,
        "nombre": "Domicilio Survivor",
        "descripcion": "La conducción temeraria, especialmente de motociclistas, es una de las causas más relevantes de muerte en las calles colombianas y por ende representa uno de los problemas más cotidianos. Sin embargo, se le da muy poca importancia por parte de la población, pues se ha convertido en un hábito de los conductores pensar que las normas de tránsito son una sugerencia más que una obligación, especialmente en pequeñas localidades donde abundan las motocicletas. Por esta razón, el objetivo de este proyecto es concientizar a los conductores sobre los riesgos que implica no seguir las normas de tránsito. Para ello, se les muestra un contexto familiar en el que se pueden representar las posibles consecuencias de la conducción temeraria.",
        "researchArea": "Video Games",
        "fecha": "2021-12",
        "link": "http://hdl.handle.net/1992/55614",
        "autores": [
            "pablofigueroa",
            "santiagoserrano",
            "carlosorduz",
            "jesuscarcamo"
        ]
    },
    {
        "id": 19,
        "nombre": "Capacitación en prácticas de seguridad sísmica utilizando realidad virtual",
        "descripcion": "El proyecto busca apoyar el aprendizaje de medidas de prevención y protocolos de seguridad que se deben aplicar para estar mejor protegidos y preparados ante un sismo. Esto a través del desarrollo de un videojuego inmersivo en realidad virtual que mejore la retención de conocimientos.",
        "researchArea": "Video Games",
        "fecha": "2019",
        "link": "http://hdl.handle.net/1992/45341",
        "autores": [
            "pablofigueroa",
            "camilozambrano",
            "zulmacastaneda",
            "camilouseche"
        ]
    },
    {
       "id": 20,
        "nombre": "Inmersión total: creando el Gemelo Digital del Laboratorio Colivri en la Universidad de Los Andes",
        "descripcion": "Este proyecto desarrolla un Gemelo Digital avanzado para el laboratorio Colivri de la Universidad de Los Andes, utilizando Unity para modelar un entorno tridimensional desplegado en aplicaciones de escritorio, realidad virtual, aumentada y mixta. Se asegura la funcionalidad en dispositivos de punta como Meta Quest 2, Meta Quest Pro, equipo multiscreen, HTC VIVE Pro y Microsoft HoloLens 2, con un énfasis en funcionalidades esenciales como la adaptabilidad gráfica y el monitoreo en tiempo real del rendimiento de sistemas informáticos remotos. Un servidor central promueve la comunicación eficiente mediante HTTP, mientras que la integración de análisis de imágenes facilita la interacción con movimientos de objetos físicos. Este esfuerzo académico resalta el uso de metodologías ágiles y herramientas como Jira y Git, enfatizando el fortalecimiento de las competencias colaborativas de los estudiantes en Ingeniería de Sistemas y Computación. ",
        "researchArea": "Mixed Realities",
        "lugarpublicacion": "Universidad de los Andes, Bogotá, Colombia",
        "fecha": "2024-01-20",
        "link": "https://hdl.handle.net/1992/73447",
        "autores": [
            "julianmora",
            "juanalegria",
            "juanestebanrodriguez",
            "nicolasfalla",
            "melissacontreras",
            "pablofigueroa",
            "viviangomez"
        ] 
    },
    {
        "id": 21,
        "nombre": "VR Salsa : aprender a bailar en realidad virtual",
        "descripcion": "VR Salsa fue el desarrollo de un entorno de realidad virtual para enseñar a bailar salsa. El objetivo era diseñar una herramienta que brindara un espacio seguro para aprender a bailar salsa a aquellas personas que no se sienten cómodas, para que pudieran hacerlo a su propio ritmo. El sistema fue probado con usuarios para determinar su efectividad y cualidades, y se registraron los resultados.",
        "researchArea": "Mixed Realities",
        "fecha": "2018",
        "link": "http://hdl.handle.net/1992/34759",
        "autores": [
            "pablofigueroa",
            "julianamm"
        ]
    },
    {
        "id": 22,
        "nombre": "Modelo para micro-simulación de tráfico vehicular y peatonal utilizando CUDA",
        "descripcion": "La plataforma utiliza algoritmos de micro-simulación y tiene una representación de espacio discreto, por lo que se utiliza una grilla de celdas; cada celda contiene información sobre el espacio discreto al que representa, y esta información es guardada en una imagen de textura que es almacenada en la memoria de la GPU. El documento inicia con un marco teórico que muestra diferentes simuladores de conducción, éstos son comparados entre ellos para determinar cuál cumple con la mayor cantidad de características necesarias. Posteriormente se explica el contexto del ambiente a simular y se hace una introducción a CUDA, explicando cómo esta arquitectura va a ser utilizada en el simulador. Luego se explica el formato y origen de los datos geográficos del ambiente a simular y la forma como estos datos son extendidos para dar lugar a la utilización de metas locales y globales. Debido a que el simulador ejecuta cada entidad de manera paralela, se explican las fases del paso de simulación que evitan la aparición de inconsistencias en el simulador. Posteriormente se hace un análisis de rendimiento, se muestran las limitaciones y el trabajo futuro.",
        "researchArea": "Mixed Realities",
        "fecha": "2012-01",
        "link": "http://hdl.handle.net/1992/11591",
        "autores": [
            "pablofigueroa",
            "diegorodriguez"
        ]
    },
    {
        "id": 23,
        "nombre": "Espacio percibido y rendimiento espacial durante tareas de integración de trayectorias en entornos de realidad virtual orientados al consumidor",
        "descripcion": "Los estudios que utilizan entornos de realidad virtual (VE) han demostrado que los sujetos pueden realizar tareas de integración de trayectorias con un rendimiento aceptable. Sin embargo, en estos estudios, los sujetos podían caminar de forma natural a través de grandes áreas de seguimiento o los investigadores les proporcionaban pantallas grandes e inmersivas. Desafortunadamente, estas configuraciones están lejos de los VE orientados al consumidor (COVE) actuales, y se sabe poco sobre cómo sus limitaciones influyen en esta tarea. Utilizando un paradigma de compleción de triángulos, evaluamos el rendimiento espacial de los sujetos al desarrollar tareas de integración de trayectorias en dos pantallas orientadas al consumidor (un HTC Vive y un GearVR) y dos dispositivos de interacción orientados al consumidor (una cinta de correr Virtuix Omni y un Touchpad Control). Nuestros resultados muestran que cuando la locomoción está disponible (condición de cinta de correr), existen efectos significativos con respecto a la pantalla y la trayectoria. Por el contrario, cuando la locomoción está mediada, no se encontró ningún efecto. Por lo tanto, se proponen algunas direcciones de investigación futuras.",
        "researchArea": "Mixed Realities",
        "fecha": "2019-03",
        "link": "https://doi.org/10.1109/VR.2019.8798344",
        "autores": [
            "pablofigueroa",
            "josedorado"
        ]
    },
    {
        "id": 24,
        "nombre": "Sensibilización en el proceso de reparación de tierras",
        "descripcion": "El proyecto pretende dar a conocer las etapas que se llevan a cabo durante un proceso de reparación de terrenos, así como generar conciencia y concientización sobre su dificultad. Para ello, se propone un videojuego de simulación mediante el uso de realidad virtual.",
        "researchArea": "Mixed Realities",
        "fecha": "2019-11-29",
        "link": "http://hdl.handle.net/1992/45101",
        "autores": [
            "pablofigueroa",
            "yesidbejarano",
            "juanmanuelmuñoz",
            "juansebastianarciniegas"
        ]
    },
    {
        "id": 25,
        "nombre": "Escape Room VR: una herramienta para el diagnóstico y tratamiento del TDAH",
        "descripcion": "El Trastorno por Déficit de Atención (TDA) se caracteriza por la falta de capacidad de atención. Tanto su diagnóstico como su tratamiento pueden mejorarse o facilitarse mediante el uso de la tecnología. Dado que el número de personas que lo padecen ha ido en aumento durante los últimos años, este trabajo pretende crear una nueva alternativa para mejorar el tratamiento de este trastorno utilizando la Realidad Virtual como herramienta de apoyo a los profesionales de la salud mental en el proceso de tratamiento del trastorno.",
        "researchArea": "Mixed Realities",
        "fecha": "2019-11-29",
        "link": "http://hdl.handle.net/1992/60960",
        "autores": [
            "pablofigueroa",
            "andresbejarano",
            "juancorrea"
        ]
    },
    {
        "id": 26,
        "nombre": "Shades of my Soul",
        "descripcion": "En el documento anterior hablamos de Shades of My Soul, un videojuego en el que el jugador puede controlar a dos personajes principales al mismo tiempo, para ir resolviendo retos y problemas que se van encontrando a lo largo de todo el juego. El proyecto nació bajo la idea de crear nuevas mecánicas de videojuego e innovar a través de ellas durante todo el proceso de desarrollo. Todo el proceso de desarrollo nos llevó desde la concepción de las mecánicas principales del juego, la codificación, el arte, los sonidos y la música. El desarrollo del juego se planificó con la ayuda de metodologías lean basadas en cuatro sprints principales que abordarían diferentes problemas en cada uno de ellos. Cada sprint estaba compuesto por micro-sprints que eran reuniones semanales con nuestro supervisor Pablo Figueroa. Él nos ayudó con el feedback y las mejoras a realizar durante el desarrollo.",
        "researchArea": "Video Games",
        "fecha": "2021",
        "link": "http://hdl.handle.net/1992/50651",
        "autores": [
            "pablofigueroa",
            "juanpablootalora",
            "eliasnegrete"
        ]
    },
    {
        "id": 27,
        "nombre": "Simulaciones para Vehículos Autónomos en ambiente CARLA a partir de la extracción de patrones en análisis de vídeos de Bogotá",
        "descripcion": "Este proyecto de grado consiste en el diseño e implementación de un sistema para la generación de simulaciones de vehículos autónomos a partir de análisis de vídeo, en el software de código abierto CARLA. Las simulaciones son una de las partes más importantes y fundamentales de la conducción automática. Sin embargo, la creación de simulaciones realistas, necesarias para el correcto testeo de estos vehículos, suelen ser costosas y complejas. Por este motivo, el proyecto hará uso de vídeos para automatizar la creación de simulaciones a partir de patrones identificados en el análisis de vídeo.",
        "researchArea": "Visual Analytics",
        "fecha": "2021",
        "link": "http://hdl.handle.net/1992/53374",
        "autores": [
            "pablofigueroa",
            "lauraforero"
        ]
    },
    {
        "id": 28,
        "nombre": "Un método de calibración perceptiva para mejorar el fenómeno de la falta de constancia del tamaño en pantallas de realidad virtual heterogéneas",
        "descripcion": "La intercepción del bucle de acción-percepción en la realidad virtual [RV] hace que la comprensión de los efectos de los diferentes factores de visualización en la percepción espacial se convierta en un desafío. Por ejemplo, los estudios han informado que no existe constancia de tamaño, el tamaño percibido de un objeto no permanece constante a medida que aumenta su distancia. Este fenómeno está estrechamente relacionado con los informes de subestimación de distancias en VR, cuyas causas siguen sin estar claras. A pesar de los esfuerzos para mejorar las señales espaciales con respecto a la tecnología de visualización y los gráficos de computadora, se ha comenzado a centrar cierto interés en el lado humano. En este estudio, proponemos un método de calibración perceptual que puede mejorar los efectos de la no constancia de tamaño en pantallas heterogéneas de VR. El método se validó en un experimento de coincidencia perceptual que comparaba el rendimiento entre un HMD HTC Vive y un sistema CAVE de cuatro paredes. Los resultados muestran que la calibración perceptual basada en incrementos de distancia interpupilar puede resolver parcialmente el fenómeno de la no constancia de tamaño en VR.",
        "researchArea": "Mixed Realities",
        "fecha": "2018-06-19",
        "link": "https://doi.org/10.29007/sxjn",
        "autores": [
            "pablofigueroa",
            "josehernandez",
            "josedorado"
        ]
    },
    {
        "id": 29,
        "nombre": "Ambiente VR para preparar presentaciones en público",
        "descripcion": "Esté proyecto parte del proyecto STAGE desarrollado anteriormente por la universidad de Würzburg en Unreal Engine, el cual tiene como función principal hacer capacitaciones supervisadas para hablar en público en seminarios universitarios. A partir de este se quiere lograr hacer un nuevo escenario para ayudar a personas que quieran preparar sus presentaciones en una ambiente similar al de un salón de clases, principalmente para que estas puedan estar preparadas para cualquier tipo de reacción que pueda tener la audiencia.",
        "researchArea": "Mixed Realities",
        "fecha": "2023-01-21",
        "link": "http://hdl.handle.net/1992/64065",
        "autores": [
            "gabrielacaballero",
            "pablofigueroa"
        ]
    },
    {
        "id": 30,
        "nombre": "Entornos de realidad mixta basados en BIM para mejorar el rendimiento de las tareas AEC",
        "descripcion": "El Building Information Modelling (BIM) contribuye actualmente a modificar profundamente la industria de la Arquitectura, Construcción e Ingeniería (AEC) al mejorar la gestión de datos, la planificación de tareas y el diseño arquitectónico, etc. Sin embargo, otras tecnologías también se han sumado a esta revolución, con el objetivo de permitir a los expertos realizar mejor sus tareas con ellas que con solo BIM, en particular la realidad mixta (MR). Sin embargo, las aplicaciones de MR pueden adoptar formas muy diversas, debido a las múltiples posibilidades de elección de diseño: múltiples fuentes de datos del BIM (modelo 3D, seguimiento de la obra, simulaciones...), múltiples posibilidades de visualización en MR (efectos visuales, 4D...) y múltiples interacciones de MR (mover, escribir, decir, agarrar...). Detrás de las decisiones de diseño de la aplicación MR, hay una tarea para la que se ha creado la aplicación. Sin embargo, disponer de entornos de MR basados ​​en BIM que realmente permitan responder a la necesidad original y que mejoren el rendimiento de la tarea es una dificultad actual. En este artículo, presentamos nuestra propuesta de una metodología para pasar de BIM a entornos de realidad mixta basados ​​en BIM. Nuestras aportaciones son las tareas de AEC que probablemente se beneficien de ser realizadas en un entorno de realidad mixta, sus medidas de rendimiento (eficiencia y eficacia) y datos BIM. Nuestro objetivo es proporcionar entornos de realidad mixta basados ​​en BIM que admitan tareas de AEC específicas y demostrar gracias a los indicadores adecuados que el rendimiento de la tarea ha mejorado en MR en comparación con los métodos tradicionales. Por lo tanto, presentamos aquí los resultados de nuestros primeros estudios de caso y su impacto en la evolución de la metodología. Finalmente, nuestros trabajos actuales y futuros se discuten en las últimas secciones.",
        "researchArea": "Mixed Realities",
        "fecha": "2019-10",
        "link": "http://hdl.handle.net/10985/17738",
        "autores": [
            "josehernandez",
            "pablofigueroa",
            "praimbaud"
        ]
    },
    {
        "id": 31,
        "nombre": "Simulador multimodal de entrenamiento en reducción de fracturas como módulo de residencia",
        "descripcion": "El modelo de Halsted para el aprendizaje de habilidades en el quirófano de ortopedia ha mostrado algunas debilidades por la menor interacción que tienen los residentes en el quirófano. Esto está provocando una curva de aprendizaje más alta para el aprendizaje de habilidades motoras. El prototipo anterior del grupo IMAGINE desarrollado para el entrenamiento en reducción de fracturas fue tomado para extenderlo y ofrecer una herramienta integrable en la formación residencial para cirujanos ortopedistas. El resultado de este proceso de investigación cuenta con un entorno háptico y de realidad virtual donde se pueden proponer distintos retos. Por ejemplo, otros tipos de fracturas incluyen elementos virtuales que podrían aumentar la complejidad (por ejemplo, tejidos con los que interactuar). Por otro lado, el proceso de evaluación fue parametrizado para permitir definir medidas adicionales. Se agregó una nueva medida sobre abordajes incorrectos a tejidos neurales y vasculares. Se agregaron dos casos de fracturas para la validación: tercio medio en la clavícula y radio distal.",
        "researchArea": "Mixed Realities",
        "fecha": "2018-12",
        "link": "http://hdl.handle.net/1992/44131",
        "autores": [
            "josehernandez",
            "davidmayorga"
        ]
    },
    {
        "id": 32,
        "nombre": "SPLOR-T: un enfoque web interactivo de exploración de datos espaciotemporales urbanos",
        "descripcion": "El análisis de datos urbanos espacio-temporales ha evolucionado a lo largo de los últimos 30 años. La heterogeneidad de los datos y el análisis segmentado son problemas frecuentes en este contexto. Presentamos una nueva propuesta para abordar estos desafíos utilizando el enfoque de análisis visual en un entorno web utilizando el paradigma piramidal Qué-Dónde-Cuándo para impulsar el análisis. Gracias a la flexibilidad de las nuevas herramientas web, llegamos a ofrecer con S-PLOR-T una interfaz web flexible y multipantalla. Además, proporcionamos una arquitectura que permite colocar visualizaciones coordinadas, permitiendo que un analista tenga una noción clara de sus datos a través de interacciones dentro de las tres dimensiones principales de Wh*. Con S-PLOR-T, los usuarios obtendrán un análisis personalizable para respaldar el hallazgo de nuevos conocimientos y respaldar una toma de decisiones sin esfuerzo con ellos. Además, nuestro enfoque permite al usuario, no solo consultar visualmente cualquier vista, sino explorar y analizar atributos multiescala dentro del espacio y el tiempo. En este documento, presentamos un caso de uso que fue construido y probado con expertos en el dominio del uso del suelo y la movilidad.",
        "researchArea": "Visual Analytics",
        "fecha": "2019-05",
        "link": "http://hdl.handle.net/1992/44321",
        "autores": [
            "josehernandez",
            "miguelfeijoo"
        ]
    },
    {
        "id": 33,
        "nombre": "Planteamiento y visualización de un modelo urbano basado en agentes",
        "descripcion": "Presenta un modelo urbano de segregacion basado en tres agentes, estos son, cabezas de hogar, inversionistas y promotores. Por medio de una visualizacion sencilla se puede acceder a los resultados de la simulaci´on del modelo utilizando un navegador. El proposito general es establecer una relacion entre la herramienta de inteligencia artificial, la propuesta de simulacion economica y la manipulacion de datos georreferenciados. Para validar el modelo, se compararon los resultados con modelos urbanos de segregacion propuestos anteriormente y se evaluaron los resultados junto con un experto en planeacion urbana. En conclusion, se encontrara una primera version, la cual, lejos de poder utilizarse en un sistema de apoyo a la decision, es util porque permite ver sistematicamente el comportamiento de los agentes propuestos bajo un contexto urbano y georreferenciado.",
        "researchArea": "Visual Analytics",
        "fecha": "2017-01-10",
        "link": "http://hdl.handle.net/1992/8870",
        "autores": [
            "josehernandez",
            "meilivanegas"
        ]
    },
    {
        "id": 34,
        "nombre": "Wizard Chess",
        "descripcion": "Wizard Chess es un ajedrez en realidad virtual por control de voz cuyo objetivo principal es incentivar a personas que han tenido poco contacto con el ajedrez a jugarlo de una manera más entretenida. Para ello se creó un juego multijugador cooperativo en el cual el usuario puede comandar las fichas por medio de su voz en un escenario con un ambiente mágico.",
        "researchArea": "Mixed Realities",
        "fecha": "2023-02-02",
        "link": "http://hdl.handle.net/1992/64588",
        "autores": [
            "nicolascalero",
            "santiagotangarife",
            "danieluseche",
            "pablofigueroa"
        ]
    },
    {
        "id": 35,
        "nombre": "Retroalimentación háptica pasiva para elementos de control en realidad virtual",
        "descripcion": "Hemos diseñado un método de entrada manual basado en un controlador que permite a los usuarios percibir la retroalimentación háptica con los controladores portátiles habituales al interactuar con elementos de control virtuales, al tiempo que se benefician del seguimiento preciso basado en el controlador. Realizamos un experimento en el que comparamos nuestro método de entrada basado en controladores con el seguimiento de manos nativo de HMD. Curiosamente, el seguimiento de manos fue robusto y preciso durante las interacciones con la mayoría de los elementos de control en nuestra configuración experimental. Un resultado sorprendente fue que la retroalimentación háptica generalmente ralentizaba a los usuarios durante la interacción, posiblemente debido al temor de golpear la superficie física durante la interacción.",
        "researchArea": "Mixed Realities",
        "lugarpublicacion": "Orlando, FL, USA",
        "fecha": "2024-05-21",
        "link": "https://ieeexplore.ieee.org/document/10536224",
        "autores": [
            "markustatzgern",
            "davidfasching",
            "viviangomez",
            "sebastiancalvache",
            "pablofigueroa"
        ]
    },
    {
       "id": 36,
        "nombre": "OPVSim: Aplicación de una metodología basada en grafos para la formación en realidad virtual en el aprendizaje guiado de procedimientos de emergencia en la sala de máquinas de un buque.",
        "descripcion": "La realidad virtual (RV) puede servir de apoyo a una formación eficaz y escalable para procedimientos presentados como procesos paso a paso en el uso de maquinaria, como en una sala de ingeniería. Actualmente, muchos procedimientos se enseñan en experiencias cerradas que no permiten errores humanos ni la interacción con sujetos o maquinaria reales. Nuestro objetivo es abordar esta laguna mediante el uso de herramientas de formación en RV para el aprendizaje guiado de procedimientos. Para lograrlo, aplicamos una metodología existente para el diseño de este tipo de sistemas, denominada ProtoColVR, con el fin de desarrollar un prototipo de simulación de formación en RV para procedimientos de emergencia en la sala de máquinas de un barco. El simulador, denominado OPVSim, emplea instrucciones integrales, que incluyen un tutorial de controles de RV, formación guiada paso a paso basada en gráficos, que ofrece diferentes caminos para alcanzar el mismo objetivo, con comentarios sobre las acciones correctas e incorrectas. Realizamos un estudio con dos grupos de participantes, cadetes en formación y oficiales experimentados, para evaluar la eficacia del sistema desarrollado utilizando la metodología descrita. Los resultados del estudio revelan tendencias positivas, como el aumento de las puntuaciones de conocimientos tras el uso del simulador y resultados favorables para el prototipo en términos de usabilidad, presencia y carga de trabajo. Analizamos nuestros hallazgos, limitaciones e implicaciones para el diseño de sistemas de formación en RV para el aprendizaje guiado de procedimientos.",
        "researchArea": "Mixed Realities",
        "lugarpublicacion": "Universidad de los Andes, Bogotá, Colombia",
        "fecha": "2025-03-07",
        "link": "https://ieeexplore.ieee.org/document/10917010",
        "autores": [
            "viviangomez",
            "pablofigueroa",
            "aldolovo"
        ] 
    },
    {
       "id": 37,
        "nombre": "Entrenamiento en el uso de la consola de ingeniería para procedimientos de emergencia en un buque OPV de la Armada Nacional de Colombia utilizando realidad virtual",
        "descripcion": "Este proyecto tiene como propósito de entrenar a la tripulación de los buques OPV de la Armada Nacional de Colombia, en el uso del tablero de control de una consola de ingeniería. Para ello, se calibra una maqueta a escala real de la consola de ingeniería con el entorno de realidad virtual presente en los dispositivos Quest 2 y Quest Pro, utilizando la función Passtrough que permite combinar la imagen real captada por las cámaras del visor con el mundo virtual, logrando así una total sincronización entre la maqueta de la consola y el entorno virtual. Una vez realizada esta calibración, se utiliza el reconocimiento de manos, denominado Hand Tracking, para detectar las interacciones del usuario con cualquier botón o palanca de la consola y proyectarle en el ambiente virtual el resultado de dichas interacciones, mientras que el usuario experimenta una sensación pseudo-háptica, dado que estará interactuando con los botones y palancas reales de la maqueta.",
        "researchArea": "Mixed Realities",
        "lugarpublicacion": "Universidad de los Andes, Bogotá, Colombia",
        "fecha": "2023-11-10",
        "link": "https://hdl.handle.net/1992/73762",
        "autores": [
            "nicolasrueda",
            "viviangomez"
        ] 
    },
    {
       "id": 38,
        "nombre": "La influencia del diseño del entorno metaverso en las experiencias de aprendizaje en clases de realidad virtual: un estudio comparativo",
        "descripcion": "Este estudio explora el potencial de las tecnologías metaversas para la educación virtual, comparando cuatro plataformas: Workrooms, Spatial, Mozilla Hubs y Arthur. Evaluamos factores como los avatares, la disposición espacial, la movilidad y el impacto de las funcionalidades en la concentración, la usabilidad, la presencia y el aprendizaje. Si bien los resultados del aprendizaje no muestran diferencias significativas, surgen variaciones sustanciales en la experiencia en el aula. Los metaversos con movimientos y funcionalidades limitados muestran una mayor inmersión, concentración y presencia. Además, los avatares con una mayor expresividad facial influyen positivamente en la experiencia de aprendizaje general.",
        "researchArea": "Mixed Realities",
        "lugarpublicacion": "Orlando, FL, USA",
        "fecha": "2024-03-21",
        "link": "https://ieeexplore.ieee.org/document/10536259?utm_source=chatgpt.com",
        "autores": [
            "valentinauribe",
            "pablofigueroa",
            "viviangomez"
        ] 
    },
    {
       "id": 39,
        "nombre": "La influencia del diseño del entorno metaverso en las experiencias de aprendizaje en clases de realidad virtual: un estudio comparativo",
        "descripcion": "Nos interesa cómo las tecnologías del metaverso pueden proporcionar un entorno para la educación virtual del futuro más allá de las tecnologías tradicionales de videoconferencia. Este estudio investiga el aprendizaje y la calidad de la experiencia en el aula mediante la realización de clases en cuatro entornos metaversos: Meta Horizon Workrooms, Spatial, Mozilla Hubs y Arthur. A través del análisis de cuestionarios, evaluamos la influencia de factores como los avatares, la disposición espacial, la movilidad y las funcionalidades adicionales en la concentración, la usabilidad, la presencia y el aprendizaje. Aunque no observamos diferencias significativas en los resultados del aprendizaje, nuestro análisis revela variaciones sustanciales en la calidad de la experiencia en el aula. Concretamente, se observaron mayores niveles de inmersión, concentración y presencia en los metaversos con movimientos y funcionalidades limitados. Además, nuestros hallazgos enfatizan el impacto positivo de los avatares con expresiones faciales realistas en la mejora de la experiencia general. Por último, presentamos las lecciones aprendidas y ofrecemos recomendaciones para la configuración de las clases en el metaverso basadas en nuestro análisis de los cuestionarios.",
        "researchArea": "Mixed Realities",
        "lugarpublicacion": "Universidad de los Andes, Bogotá, Colombia",
        "fecha": "2024-12-15",
        "link": "https://www.frontiersin.org/journals/education/articles/10.3389/feduc.2024.1451859/full",
        "autores": [
            "valentinauribe",
            "pablofigueroa",
            "viviangomez"
        ] 
    },
    {
       "id": 40,
        "nombre": "Gemelo Digital del Laboratorio ML340",
        "descripcion": "El laboratorio de redes y comunicaciones ML340 de la Universidad de los Andes es un entorno crítico con equipamiento costoso y sensible, donde asegurar condiciones óptimas de operación es fundamental. En este proyecto se desarrolló un gemelo digital interactivo del laboratorio ML340 que integra tecnologías de Internet de las Cosas (IoT), Realidad Aumentada (RA) y visualización web para mejorar el control y la supervisión del espacio en tiempo real. A través de una arquitectura IoT distribuida, se instrumentó el laboratorio con sensores para medir variables ambientales (temperatura, humedad, niveles de CO₂, ruido), ocupación del espacio, consumo energético y uso de equipos computacionales. Los datos capturados se transmiten y almacenan en una plataforma central, alimentando tanto un dashboard web como una aplicación RA inmersiva. El dashboard web permite monitorear métricas en tiempo real y analizar historiales mediante gráficas interactivas, mientras que la interfaz de RA proyecta información contextual sobre el entorno físico del laboratorio. Esta solución habilita una toma de decisiones informada basada en datos actualizados al instante, anticipando condiciones adversas (por ejemplo, sobrecalentamiento o mala calidad del aire) y facilitando acciones de mantenimiento predictivo. Como resultado, se mejoró la seguridad, la eficiencia energética y el confort en el laboratorio, a la vez que se generó un registro permanente de su estado. El gemelo digital propuesto demuestra el valor de integrar IoT, RA y sistemas web para la gestión inteligente de espacios académicos. ",
        "researchArea": "Mixed Realities",
        "lugarpublicacion": "Universidad de los Andes, Bogotá, Colombia",
        "fecha": "2025-07-31",
        "link": "https://www.frontiersin.org/journals/education/articles/10.3389/feduc.2024.1451859/full",
        "autores": [
            "abelarismendy",
            "danielescalante",
            "juanjosesierra",
            "carloslozano",
            "andreshernandez",
            "andresrodriguez",
            "viviangomez"
        ] 
    },
    {
        "id": 41,
        "nombre": "Exploración de la dirección de la mirada como indicador de atención en ambientes con realidad extendida",
        "descripcion": "La dirección de la mirada es un indicador de atención en diversos contextos, incluyendo los entornos de realidad extendida (XR). Comprender cómo los usuarios interactúan visualmente en ambientes reales, de telepresencia y virtuales puede ofrecer información para optimizar la efectividad de espacios de realidad extendida. Este trabajo tiene como objetivo analizar la dirección de la mirada como indicador de atención en tres entornos: real, de telepresencia y de realidad virtual. El estudio se desarrolló en dos fases experimentales. En la primera, se realizaron conversatorios en presencialidad y telepresencia, mientras que en la segunda fase se llevaron a cabo reuniones presenciales, en telepresencia y en realidad virtual. Los resultados indican que la distribución de la atención puede estar vinculada a la proximidad física y la visibilidad de los puntos de interés. En el entorno presencial, en el experimento 2 los participantes distribuyeron su atención de manera equilibrada entre sus compañeros y las ayudas visuales. En el experimento 1 la atención se centró mayoritariamente en el instructor robot comparada con la sesión presencial. En realidad virtual, la dirección de la mirada estuvo condicionada por las restricciones del campo visual, enfocándose principalmente en elementos directamente visibles. Este estudio proporciona un marco para comprender la atención en entornos presenciales y de realidad extendida, con aplicaciones prácticas en educación, reuniones híbridas y el análisis de dinámicas sociales, contribuyendo a la creación de experiencias más efectivas.",
        "researchArea": "Mixed Realities",
        "lugarpublicacion": "Universidad de los Andes, Bogotá, Colombia",
        "fecha": "2024-12-09",
        "link": "https://hdl.handle.net/1992/75782",
        "autores": [
            "valentinarozo",
            "pablofigueroa"
        ] 
    }
]